Repository: LigeroSmart/GeneralCatalog
Catalog: i18n/GeneralCatalog/GeneralCatalog.*.po
Languages: cs, fa, id, ms, sw, tr, uk, vi_vn

source: Functionality
cs: Funkcionalita
fa: کارکردی
id: Fungsionalitas
ms: Fungsi
sw: Utendaji
tr: İşlevsellik
uk: Функціональність
vi_vn: Chức năng

source: General Catalog Management
cs: Správa Hlavního Katalogu
fa: مدیریت فهرست عمومی
id: Manajemen Katalog Umum
ms: Katalog Pengurusan General
sw: Usimamizi wa katalogi wa ujumla
tr: Genel Katalog Yönetimi
uk: Керування загальним каталогом
vi_vn: Quản lý danh mục chung

source: Add Catalog Item
cs: Přidat položku Katalogu
fa: اضافه کردن یک قلم فهرست
id: Tambah Item Katalog
ms: Tambahan Item Katalog
sw: Ongeza kipengele ya katalogi
tr: Katalog Ögesi Ekleyin
uk: Додати елемент каталогу
vi_vn: Thêm danh mục

source: Add Catalog Class
cs: Přidat třídu Katalogu
fa: اضافه کردن کلاس فهرستی
id: Tambah Kelas Katalog
ms: Tambah Kelas Katalog
sw: Ongeza tabaka la katalogi
tr: Katalog Sınıfı Ekleyin
uk: Додати клас каталогу
vi_vn: Thêm lớp danh mục

source: Catalog Class
cs: Třídy Katalogu
fa: فهرست کلاسی
id: Kelas Katalog
ms: Kelas Katalog
sw: Tabaka la katalogi
tr: Katalog Sınıfı
uk: Клас каталогу
vi_vn: Lớp danh mục

source: Admin.
fa: مدیر

source: Create and manage the General Catalog.
cs: Vytvořit a spravovat hlavní katalog
fa: ساخت و مدیریت فهرست عمومی
id: Buat dan kelola Katalog Umum
ms: Cipta dan urus Katalog General.
sw: Tengeneza na simamia Katalogi ya ujumla.
tr: Genel Katalog yönetimi.
uk: Створити і керувати загальним каталогом
vi_vn: Tạo và quản lý danh mục chung

source: Frontend module registration for the AdminGeneralCatalog configuration in the admin area.
cs: Frontendová registrace modulu pro konfiguraci hlavního katalogu v administrativní oblasti.
fa: ثبت ماژول برای پیکربندی فهرست عمومی در بخش مدیریت
id: Registrasi modul frontend untuk pengaturan AdminKatalogUmum di area admin.
ms: Modul pendaftaran muka hadapan bagi konfigurasi KatalogUmumTadbir dalam ruangan pentadbir.
sw: Usajili wa moduli ya mazingira ya mbele kwa usanidi wa katalogi ya ujumla ya msimamizi katika eneo la usimamizi.
tr: Yönetim bölümüneki AdminGeneralCatalog ayarları için önyüz modül kaydı.
uk: Frontend модуль реєстрації в зоні адміністрування для конфігурації AdminGeneralCatalog
vi_vn: Đăng ký mô-đun để cấu hình AdminGeneralCatalog trong giao diện quản trị

source: General Catalog
cs: Hlavní Katalog
fa: فهرست عمومی
id: Katalog Umum
ms: Katalog General
sw: Katalogi ya ujumla
tr: Genel Katalog
uk: Загальни каталог
vi_vn: Danh mục chung

source: Parameters for the example comment 2 of the general catalog attributes.
cs: Příklad parametrů pro komentář 2 obecných atributů katalogu
fa: پارامترهایی برای توضیح نمونه ۲ مربوط به ویژگی‌های فهرست عمومی
id: Parameter untuk 2 contoh komentar dari atribut katalog umum.
ms: Parameter untuk contoh komen 2 pada ciri-ciri katalog.
sw: Vigezo kwa mfano Maoni 2 ya sifa za katalogi za ujumla.
tr: Genel katalog özniteliklerinin ikinci örnek yorumunun parametreleri.
uk: Параметри для прикладу коментар 2 атрибутів загального каталогу.
vi_vn: Tham số cho chú thích thứ 2 của thuộc tính danh mục chung.

source: Parameters for the example permission groups of the general catalog attributes.
cs: Parametry skupiny pro příklad oprávnění obecných atributů katalogu
fa: پارامترهایی برای گروه‌های دسترسی نمونه مربوط به ویژگی‌های فهرست عمومی
id: Parameter untuk grup conoth perizinan dari atribut katalog umum.
ms: Parameter untuk contoh kumpulan yang dibenarkan pada ciri-ciri katalog.
sw: Vigezo kwa mfano ruhusa za vikundi kwa sifa za katalogi za ujumla.
tr: Genel katalog özniteliklerinin örnek izin gruplarının parametreleri.
uk: Параметри для прикладу дозволу груп загальних атрибутів каталогу.
vi_vn: Tham số cho nhóm cấp phép của thuộc tính danh mục chung.
